:PROPERTIES:
:ID:       ydb1kfn02wj0
:END:
#+title: Modus Vivendi
#+filetags: :project:link:


{{{indx}}}
-----
#+BEGIN_SRC emacs-lisp :exports results :results value html
(salih/print-back-links t)
#+END_SRC

* [[id:omy9ejo02wj0][Books]]                                                               :noexport:
:PROPERTIES:
:CUSTOM_ID: bk
:END:

- [[id:gnyd0l90n2k0][Les Passions de L'âme]] (Descartes, R.)
- [[id:ba7059m08ok0][Reveries of The Solitary Walker]] (Rousseau, J.)
- [[id:afk10521s2k0][Thus Spoke Zarathustra]] (Nietzsche, F.)
  From [cite:@nietzsche-2009-ecce-homo]:
  #+begin_quote
Among my writings my Zarathustra stands alone. With it I have given humanity the greatest
gift it has ever been given. This book, with a voice that stretches over millennia, is not
only the most exalted book there is, the real book of the mountain air—the entire fact of
man lies at a vast distance beneath it—it is also the most profound book, born of the
innermost richness of the truth, an inexhaustible well into which no bucket descends that
does not come back up ﬁlled with gold and goodness. Here speaks no ‘prophet’, none of
those gruesome hybrids of sickness and will to power* called founders of religions. Above
all you have to hear properly the tone that comes out of this mouth, this halcyon tone, if
you are not to be pitifully unjust towards the meaning of its wisdom. ‘It is the stillest
words that bring on the storm; thoughts that come on doves’ feet direct the world—’
  #+end_quote
- [[id:fmhfkyz0edk0][Ecce Homo]] (Nietzsche, F.)
- [[id:4py58sa0q0k0][The Responsibility of The Intellectual]] (Shariati, A.)
- [[id:lrka8vm0rck0][Back to Self]] (Shariati, A.)
- [[id:6xu1bnz034k0][Majmu'at Rasail al-Imam al-Ghazali]] (al-Ghazali, A.)
- [[id:xxihy72134k0][Fadl al-I'tizal wa Tabqat al-Mu'tazilah]] (al-Balkhi et al.)
- Human, All-Too-Human (Nietzsche, F.)
- [[id:b3q546c1fdk0][Tawq al-Hamamah fi al-Ulfah wa-al-Ullaf]] (Ibn Hazm, A.)
- [[id:kur3wcc1m2k0][Imam Ali in His Three Ordeals]] (Shariati, A.)
- [[id:pgx6knh0e2k0][The Coiled Serpent]] (Vanvliet, C.)[fn:21]
- The Peacock and The Buffalo (Nietzsche, F.)
- [[id:v8fhgn1121k0][Deliverance From Error]] (al-Ghazali, A.)
- [[id:c11a6be3-7f3e-4ff1-983a-19bf81e9fa02][The Dawn of The Day]] (Nietzsche, F.)
- [[id:6ad40bm0nwj0][The Thoughts of Marcus Aurelius]] (Aurelius, M.)
- [[id:3fxhry418xj0][Islam and The Destiny of Man]] (Eaton, G)
- [[id:6y7buw40uwj0][The Polymath]] (Ahmed, W)
- [[id:nxd3q4j0m9k0][Bina' al-Dhat al-Thawriyya]] (Shariati, A.)
- [[id:jz742qa0q9k0][The Cat & The Mouse]] (Al-Amily, B.)
- [[id:356ikhg02ck0][Rehlati al-Fikriah]] (El-Messiri, A.)
- [[id:d7v53d20qck0][Critical Thinking]] (Waller, B. N.)
- [[id:l9qc1dw0nek0][Philosophy of Desire]] (Lenoir, F.)
- [[id:zwz2c6g0wek0][Command-line Finances]] (Dean, C.)
- الأخلاق (شريعتي، ع) [fn:22]
- عن المثقف والثورة (بشارة، ع.)
- مقالة في الحرية (بشارة، ع.)
- [[id:jzydovf0wik0][You're not Listening]] (Murphy, K.)
- [[id:lm7eprh0wik0][Crucial Conversations]] (Patterson et al.)
- [[id:hb8cl140cqk0][Leonardo da Vinci]] (Isaacson, W.)
- [[id:2x1fmp71crk0][What Should We Do?]] (Tolstoy, L.)
- [[id:x81le6x0n4k0]['Uluw al-Himmah]] (al-Muqaddim, I.)
- [[id:dukds27016k0][al-Durrah al-Yateemah]] (al-Muqaffa'a, A.)
- [[id:8q55wd311sk0][al-Athar al-Kamila]] (al-Muqaffa'a, A.)
- [[id:h5a4rjw0i3k0][Ibn Abi al-Dunya Letters]] (al-Dunya, I.)
- [[id:xh13pg01j2k0][Twilight of The Idols]] (Nietzsche, F.)
* [[id:4b45b3aa-faac-4698-ba6b-b120ac166453][agenda]]                                                              :noexport:
** TODO [[mu4e:msgid:647931d9-7b55-4e67-a86d-4cc309a2617e@larrasket][Can we eliminate the harm of death?]]                          :@watch:
[2025-10-06 Mon 23:59]
** TODO [[mu4e:msgid:9ebc6b7f-796e-4a7b-b1b0-39592dc9e028@larrasket][How video games reduce anxiety]]                               :@watch:
[2025-10-06 Mon 23:59]
** TODO [[mu4e:msgid:fc317d9f-8c86-4413-991e-5fb415c521b6@larrasket][How to be happier in five steps (with zero weird tricks)]]     :@watch:
[2025-09-27 Sat 23:59]
** TODO [[mu4e:msgid:771485ad-5c17-44ef-aea7-339bbafd71fd@larrasket][Is Empathy Wrong?]]                                            :@watch:
:LOGBOOK:
CLOCK: [2025-09-26 Fri 18:37]--[2025-09-26 Fri 18:38] =>  0:01
:END:
[2025-09-16 Tue 23:59]
** TODO [[mu4e:msgid:0e0f76d6-88fa-436f-9a8b-c5497e315804@larrasket][The book is interesting.]]                                     :@idea:
[2025-08-26 Tue 23:59]
** TODO [[mu4e:msgid:ha-J14xXTxSQlVQa1ayqNg@geopod-ismtpd-9][Marsey Cat left you a response on Admonymous]]                 :@check:@later:
[2025-10-24 Fri 20:27]
** TODO [#A] [[https://en.wikipedia.org/wiki/Solar_eclipse_of_August_2,_2027][Solar eclipse of August 2, 2027]]                         :@general:
SCHEDULED: <2027-07-23 Fri>
Add these:
- https://www.google.com/search?q=2034+leonid+meteor+shower
- https://www.google.com/search?q=+2040+planetary+conjunction&sca_esv=b9ffc5f1034f7c9f&sxsrf=ACQVn0_xcdsgSTfk4G5iLvjJPtLgW6Di5A%3A1709512299842&ei=axblZej_MvOHxc8P7Im_UA&ved=0ahUKEwio4fvKrdmEAxXzQ_EDHezEDwoQ4dUDCBA&uact=5&oq=+2040+planetary+conjunction&gs_lp=Egxnd3Mtd2l6LXNlcnAiGyAyMDQwIHBsYW5ldGFyeSBjb25qdW5jdGlvbjIGEAAYFhgeMgYQABgWGB5IwgpQ8QFYjAlwAngBkAEAmAGxAaAB9wOqAQMwLjO4AQPIAQD4AQL4AQGYAgWgApkEwgIKEAAYRxjWBBiwA5gDAIgGAZAGCJIHAzIuMw&sclient=gws-wiz-serp
- https://www.google.com/search?q=2034+leonid+meteor+shower
** TODO What is a friend? Use [[id:dukds27016k0][Al-durrah al-yateemah]]                  :@write:
:LOGBOOK:
CLOCK: [2025-12-04 Thu 23:13]--[2025-12-05 Fri 11:05] => 11:52
:END:
[2025-08-08 Fri 21:31]
** TODO [[mu4e:msgid:64256846-760c-46f7-96dc-2075dafb2fdf@larrasket][Change your view of aging]]                                    :@read:
SCHEDULED: <2026-03-18 Wed>
:PROPERTIES:
:ID:       8ou1s1y08lk0
:CUSTOM_ID: 8ou1s1y08lk0
:END:
:STATS:
- Rescheduled from "[2025-12-01 Mon]" on [2025-12-02 Tue 00:23] \\
  Honestly I'm currently too much focused to even think about aging.
:END:
:LOGBOOK:
CLOCK: [2025-05-03 Sat 01:20]--[2025-05-03 Sat 01:43] =>  0:23
:END:
[2025-05-02 Fri 21:48]
** TODO [[https://www.theatlantic.com/ideas/archive/2023/08/aristotle-10-rules-happy-life/674905/][Aristotle’s 10 Rules for a Happy Life - The Atlantic]]         :@read:
SCHEDULED: <2026-01-08 Thu +42d>
:PROPERTIES:
:ID:       wod81xx08lk0
:CUSTOM_ID: wod81xx08lk0
:LAST_REPEAT: [2025-11-27 Thu 02:13]
:END:
:STATS:
- State "DONE"       from "TODO"       [2025-11-27 Thu 02:13]
- Rescheduled from "[2025-09-20 Sat +42d]" on [2025-09-20 Sat 22:21] \\
  Later.
- State "DONE"       from "TODO"       [2025-08-08 Fri 23:19]
:END:
:LOGBOOK:
CLOCK: [2025-11-27 Thu 00:59]--[2025-11-27 Thu 02:13] =>  1:14
CLOCK: [2025-09-20 Sat 20:46]--[2025-09-20 Sat 22:21] =>  1:35
CLOCK: [2025-08-08 Fri 23:13]--[2025-08-08 Fri 23:18] =>  0:05
:END:
- [2025-08-08 Fri 23:18] Very nice article. I will go through te values that it
  defines every once and a while, read and contemplate them and think of how I
  can achieve them in my day.
[2025-05-26 Mon 14:18]
** TODO Would be good to make a coverletter                          :@general:
SCHEDULED: <2026-03-01 Sun>
- Rescheduled from "[2025-09-12 Fri]" on [2025-09-12 Fri 17:41] \\
  Lol.
- [2025-03-16 Sun 14:51] Busy as hell.
[2024-11-15 Fri 06:09]
https://web.archive.org/web/20231015232542/https://cdn-careerservices.fas.harvard.edu/wp-content/uploads/sites/161/2023/08/College-resume-and-cover-letter-4.pdf
** TODO Learn another language [[https://www.open.edu/openlearn/languages/how-learn-language/content-section-overview?active-tab=description-tab][How to learn a language]]               :@long:
** TODO [#C] [[https://www.youtube.com/watch?v=p79D6u-6pN4][LET FOOD BE THY MEDICINE - YouTube]]                      :@watch:
:PROPERTIES:
:ID:       2097jlt0tfk0
:CUSTOM_ID: 2097jlt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-03-24 Sun 20:39]--[2024-03-24 Sun 20:40] =>  0:01
:END:
** TODO [[https://psyche.co/guides/how-to-forgive-yourself-and-move-past-a-hurtful-mistake][How to forgive yourself]]                                      :@read:
SCHEDULED: <2026-01-27 Tue>
:PROPERTIES:
:ID:       slgimlt0tfk0
:CUSTOM_ID: slgimlt0tfk0
:END:
:LOGBOOK:
CLOCK: [2025-09-15 Mon 22:55]--[2025-09-15 Mon 22:57] =>  0:02
:END:
[2024-01-18 Thu 09:18]
** TODO [#C] Write life guide                                        :@write:
** TODO visit a dermatologist                                        :@general:
SCHEDULED: <2026-02-28 Sat>
- Rescheduled from "[2025-09-05 Fri]" on [2025-09-04 Thu 18:50] \\
  Hopefully youa re out of Egypt now and can do that.
- [2025-05-09 Fri 04:06] Scheduling to month 09
[2025-01-03 Fri 14:06]
** KILL [[mu4e:msgid:7beab647-15c6-4a28-8dfd-f9590d79da28@larrasket][Why do I feel so emotional when I listen to music from my teenage years?]] :@check:
:LOGBOOK:
:END:
[2025-08-05 Tue 23:53]
** KILL [[mu4e:msgid:4c2020ad-d8bd-44e8-bc0a-f502a2c71172@larrasket][Can you still be close to someone whose politics you despise?]] :@read:
:PROPERTIES:
:ID:       3i6lrwt0tfk0
:CUSTOM_ID: 3i6lrwt0tfk0
:END:
[2024-12-24 Tue 00:34]
** KILL [[mu4e:msgid:ac803218-ec4b-4d11-8358-62007ea9ddfb@larrasket][On the EU’s indifference towards the Palestinians]]            :@read:
[2025-04-26 Sat 22:19]
** KILL Figure out how to make org-mode anniversary shows earlier    :@general:
[2025-04-26 Sat 19:17]
I think you will probably need to configure it manually.
** KILL Interested to have a blog like this:                         :@general:
- [2025-04-26 Sat 23:27] Interesting: https://github.com/mfoo/mfoot.com
:LOGBOOK:
CLOCK: [2025-04-26 Sat 23:08]--[2025-04-26 Sat 23:37] =>  0:29
:END:
[2025-04-22 Tue 15:21]
https://www.mfoot.com/
** KILL [[mu4e:msgid:8ac31a58-413f-4d3e-995f-4e8176264a57@larrasket][How to buy a year of happiness, explained in one chart]]       :@check:
:PROPERTIES:
:ID:       comkpyn08lk0
:CUSTOM_ID: comkpyn08lk0
:END:
:LOGBOOK:
CLOCK: [2025-08-18 Mon 00:21]--[2025-08-18 Mon 00:22] =>  0:01
:END:
[2025-04-01 Tue 01:17]
** KILL [[mu4e:msgid:4eaf9107-bf87-4d9b-b28e-dd2c31e4d01b@larrasket][Re: where do you find inspiration and willpower?]]             :@read:
:PROPERTIES:
:ID:       1ir9jyh0lkk0
:CUSTOM_ID: 1ir9jyh0lkk0
:END:
:LOGBOOK:
CLOCK: [2025-06-06 Fri 22:29]--[2025-06-06 Fri 22:53] =>  0:24
:END:
[2025-05-09 Fri 07:35]
** KILL [#A] [[https://money.stackexchange.com/a/1632][Get a finanical Life]]                                    :@general:
:PROPERTIES:
:ID:       rvki8e010ik0
:CUSTOM_ID: rvki8e010ik0
:END:
- [2025-05-15 Thu 06:06] I don't want to need to have one. I want to be rich.
:LOGBOOK:
CLOCK: [2025-05-15 Thu 06:05]--[2025-05-15 Thu 06:06] =>  0:01
:END:
*** DONE Money.stackexchange, read the top posts. subscribe to rss  :@check:
:PROPERTIES:
:ID:       7gm0oe010ik0
:CUSTOM_ID: 7gm0oe010ik0
:END:
:LOGBOOK:
CLOCK: [2025-03-05 Wed 22:39]--[2025-03-05 Wed 22:47] =>  0:08
:END:
[2024-11-23 Sat 08:18]
** KILL [[mu4e:msgid:e57cde20-ffd2-4213-958b-ec754e7963a9@larrasket][How to get better at remembering]]                             :@read:
:PROPERTIES:
:ID:       7bu3ikt0tfk0
:CUSTOM_ID: 7bu3ikt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-12-03 Tue 19:47]--[2024-12-03 Tue 19:49] =>  0:02
:END:
[2024-11-28 Thu 06:48]
** KILL [[mu4e:msgid:f375882c-2102-4d44-94cb-e74b3ce15434@larrasket][Did my quest to become beautiful just make me uglier?]]        :@read:
:PROPERTIES:
:ID:       up7b4jt0tfk0
:CUSTOM_ID: up7b4jt0tfk0
:END:
:LOGBOOK:
CLOCK: [2025-01-10 Fri 21:17]--[2025-01-10 Fri 21:18] =>  0:01
:END:
[2025-01-04 Sat 11:21]
** KILL [[mu4e:msgid:ce6fc3bb-f41a-42da-893a-22b7c74a7621@larrasket][Never pay a medical bill without asking these questions first]] :@read:
:PROPERTIES:
:ID:       wn59ojt0tfk0
:CUSTOM_ID: wn59ojt0tfk0
:END:
:LOGBOOK:
CLOCK: [2025-01-10 Fri 21:14]--[2025-01-10 Fri 21:16] =>  0:02
:END:
[2025-01-04 Sat 11:21]
#+BEGIN_tag
{{{t}}} [[id:ubdkllu0zfk0][Health systems]]
#+END_tag
** KILL [[mu4e:msgid:c5c9fb97-f97f-425a-b7bd-1c8fb73c1d7a@larrasket][Rewilding our conscience]]                                     :@read:
- [2024-08-14 Wed 00:00] meh.
:LOGBOOK:
CLOCK: [2024-08-13 Tue 23:55]--[2024-08-14 Wed 00:00] =>  0:05
:END:
[2024-08-02 Fri 23:43]
** KILL [[mu4e:msgid:fa6926f1-5bcc-42e3-947e-31d7d32b7442@larrasket][How to recover from burnout]]                                  :@read:
:LOGBOOK:
CLOCK: [2024-09-23 Mon 03:08]--[2024-09-23 Mon 03:10] =>  0:02
:END:
[2024-09-19 Thu 04:35]
** KILL [[https://medium.com/@liamrosen/why-you-don-t-need-a-personal-trainer-305c7420fc4a][why you don't need a trainer]]                                 :@check:
:PROPERTIES:
:ID:       15k5hlt0tfk0
:CUSTOM_ID: 15k5hlt0tfk0
:END:
:LOGBOOK:
:END:
[2024-07-10 Wed 22:53]
** KILL [[https://psyche.co/guides/public-speaking-doesnt-need-to-be-an-ordeal-if-you-follow-the-ancients][How to speak in public]]                                       :@read:
:PROPERTIES:
:ID:       chv4olt0tfk0
:CUSTOM_ID: chv4olt0tfk0
:END:
:LOGBOOK:
:END:
[2024-01-18 Thu 09:18]
** KILL [[https://www.reddit.com/r/Semenretention/comments/idtzfs/guide_how_to_breathe_for_sexual_transmutation/][guide_how_to_breathe_for_sexual_transmutation]]                :@read:
:PROPERTIES:
:ID:       7pwhtlt0tfk0
:CUSTOM_ID: 7pwhtlt0tfk0
:END:
:LOGBOOK:
CLOCK: [2023-08-22 Tue 07:43]--[2023-08-22 Tue 07:45] =>  0:02
:END:
** DONE [[mu4e:msgid:dd37efa2-5757-4993-bdd2-3418a5ae6469@larrasket][The art of slowing down time]]                                 :@check:
:LOGBOOK:
CLOCK: [2025-09-30 Tue 04:01]--[2025-09-30 Tue 04:03] =>  0:02
:END:
[2025-09-27 Sat 23:59]
** DONE [[mu4e:msgid:12264e13-b6be-4317-bd43-d2720cf59f28@larrasket][How to check if an argument is valid]]                         :@read:
:LOGBOOK:
CLOCK: [2025-10-01 Wed 01:03]--[2025-10-01 Wed 01:17] =>  0:14
:END:
[2025-09-27 Sat 23:59]
** DONE [[mu4e:msgid:fd3af068-2612-49f3-bc54-9231dcf997d9@larrasket][A brief escape from social media]]                             :@check:
:LOGBOOK:
CLOCK: [2025-09-30 Tue 05:06]--[2025-09-30 Tue 05:08] =>  0:02
:END:
[2025-09-27 Sat 23:59]
** DONE [[mu4e:msgid:b2760850-5c64-4b07-9a99-fe7422bd3eb0@larrasket][How to tolerate annoying things]]                              :@check:
:LOGBOOK:
CLOCK: [2025-11-13 Thu 23:40]--[2025-11-14 Fri 00:10] =>  0:30
:END:
[2025-11-13 Thu 21:13]
** DONE [[mu4e:msgid:d9e42e46-a40c-49d5-852f-c7343eebbd4d@larrasket][Ways we can fail to answer]]                                   :@read:
:PROPERTIES:
:ID:       jk70zss0frk0
:CUSTOM_ID: jk70zss0frk0
:END:
:LOGBOOK:
CLOCK: [2025-11-17 Mon 22:52]--[2025-11-17 Mon 23:21] =>  0:29
:END:
[2025-11-02 Sun 23:59]
#+BEGIN_tag
{{{t}}} [[id:j0t8uys0frk0][Selected Must]]
#+END_tag
** DONE [[mu4e:msgid:c734c2b3-5e2c-44fd-a875-6cf8ec72784d@larrasket][How to thrive as a highly sensitive person]]                   :@check:
:LOGBOOK:
CLOCK: [2025-08-28 Thu 19:49]--[2025-08-28 Thu 22:36] =>  2:47
:END:
[2025-08-16 Sat 14:14]
** DONE [[mu4e:msgid:37fd209c-d9b2-4170-8880-36094a4de640@larrasket][Love is Blind returns – but is there truth to the show’s ‘social experiment’? Here’s what the research says]] :@check:
:LOGBOOK:
CLOCK: [2025-08-31 Sun 22:27]--[2025-08-31 Sun 22:53] =>  0:26
:END:
[2025-08-15 Fri 12:05]
** DONE [[mu4e:msgid:fbac532c-7ffd-44e7-9280-71d4f60a7d55@larrasket][Agencymaxxing]]                                                :@check:
:PROPERTIES:
:ID:       075b5y80pnk0
:CUSTOM_ID: 075b5y80pnk0
:END:
- [2025-08-08 Fri 01:49] \\
  Very nice article.
:LOGBOOK:
CLOCK: [2025-08-08 Fri 01:21]--[2025-08-08 Fri 01:48] =>  0:27
:END:
[2025-07-04 Fri 07:01]
** DONE [[https://addyo.substack.com/p/avoiding-skill-atrophy-in-the-age][Avoid AI]]                                                     :@general:
:PROPERTIES:
:ID:       7mr6w380omk0
:CUSTOM_ID: 7mr6w380omk0
:END:
:LOGBOOK:
CLOCK: [2025-08-09 Sat 02:43]--[2025-08-09 Sat 02:46] =>  0:03
:END:
[2025-06-20 Fri 19:07]
** DONE [[https://www.experimental-history.com/p/good-conversations-have-lots-of-doorknobs][Good conversations]]                                           :@read:
:PROPERTIES:
:ID:       vbvj31y08lk0
:CUSTOM_ID: vbvj31y08lk0
:END:
:LOGBOOK:
CLOCK: [2025-07-18 Fri 18:49]--[2025-07-18 Fri 18:53] =>  0:04
CLOCK: [2025-06-06 Fri 22:26]--[2025-06-06 Fri 22:29] =>  0:03
:END:
[2025-05-15 Thu 06:13]
** DONE [[https://psyche.co/guides/how-to-perform-well-under-pressure-by-cultivating-flexibility][How to perform well under pressure | Psyche Guides]]           :@read:
:PROPERTIES:
:ID:       u8x3myx08lk0
:CUSTOM_ID: u8x3myx08lk0
:END:
:LOGBOOK:
CLOCK: [2025-06-13 Fri 16:34]--[2025-06-13 Fri 16:39] =>  0:05
:END:
[2025-05-26 Mon 14:15]
** DONE [[https://psyche.co/guides/how-to-stop-procrastinating-by-confronting-your-avoidance][How to stop procrastinating | Psyche Guides]]                  :@read:
:PROPERTIES:
:ID:       sr75sxx08lk0
:CUSTOM_ID: sr75sxx08lk0
:END:
- [2025-07-05 Sat 04:56] I always find all the articles about how to stop procrastinating very useless.
  Do it. That's the only solution that really works to procrastination.
:LOGBOOK:
CLOCK: [2025-07-05 Sat 04:54]--[2025-07-05 Sat 04:56] =>  0:02
:END:
[2025-05-26 Mon 14:15]
** DONE [[https://www.theatlantic.com/science/archive/2022/12/how-the-human-brain-is-wired-for-beauty/672291/][How the Human Brain Is Wired for Romance - The Atlantic]]      :@read:
:PROPERTIES:
:ID:       q506mxx08lk0
:CUSTOM_ID: q506mxx08lk0
:END:
:LOGBOOK:
CLOCK: [2025-07-21 Mon 22:01]--[2025-07-21 Mon 22:16] =>  0:15
:END:
[2025-05-26 Mon 14:16]
** DONE [[https://www.theatlantic.com/ideas/archive/2023/08/apology-contrition-responsibility-benefits/675025/][How to Apologize Like a Pro - The Atlantic]]                   :@read:
:PROPERTIES:
:ID:       dpq49xx08lk0
:CUSTOM_ID: dpq49xx08lk0
:END:
:LOGBOOK:
CLOCK: [2025-08-08 Fri 01:50]--[2025-08-08 Fri 01:54] =>  0:04
:END:
[2025-05-26 Mon 14:16]
** DONE [[https://psyche.co/guides/how-to-get-motivated-to-make-positive-changes-in-your-life][How to motivate yourself to change | Psyche Guides]]           :@read:
:PROPERTIES:
:ID:       mam68wx08lk0
:CUSTOM_ID: mam68wx08lk0
:END:
:LOGBOOK:
CLOCK: [2025-08-25 Mon 01:57]--[2025-08-25 Mon 02:05] =>  0:08
CLOCK: [2025-06-06 Fri 23:33]--[2025-06-07 Sat 01:09] =>  1:36
:END:
[2025-05-26 Mon 14:22]
** DONE [[mu4e:msgid:45b1a44e-4bfe-4d20-a226-1ee509fc3c64@larrasket][Try Switching to Kagi]]                                        :@check:
:PROPERTIES:
:ID:       gu16h5o08lk0
:CUSTOM_ID: gu16h5o08lk0
:END:
- [2025-08-05 Tue 23:35] \\
  Kagi is very interesting and I want to swich there. But I can't afford it
  currently.
:LOGBOOK:
CLOCK: [2025-08-05 Tue 23:35]--[2025-08-05 Tue 23:38] =>  0:03
:END:
[2025-04-30 Wed 05:09]
** DONE Uninstall rust                                               :@general:
[2025-04-22 Tue 11:12]
** DONE [#A] Books about communication                               :@else:
:LOGBOOK:
CLOCK: [2025-03-29 Sat 22:06]--[2025-03-30 Sun 00:59] =>  2:53
CLOCK: [2025-03-29 Sat 21:33]--[2025-03-29 Sat 22:01] =>  0:28
:END:
[2025-03-28 Fri 16:52]
** DONE [[mu4e:msgid:20250409133155.3.79955f519617fe8a@mg2.substack.com][How to Remember Everything You Read]]                          :@read:
:PROPERTIES:
:ID:       ptx38q61ajk0
:CUSTOM_ID: ptx38q61ajk0
:END:
:LOGBOOK:
CLOCK: [2025-04-09 Wed 22:21]--[2025-04-09 Wed 22:28] =>  0:07
:END:
[2025-04-09 Wed 15:43]
** DONE [[mu4e:msgid:2408f857-a117-4ac0-90f6-03bf8d1edb9e@larrasket][Let No Man Seek To Make It Easy]]                              :@read:
:PROPERTIES:
:ID:       yrngpst0tfk0
:CUSTOM_ID: yrngpst0tfk0
:END:
[2024-12-30 Mon 04:12]
** DONE [[mu4e:msgid:ffde2722-0c84-417a-8ab6-3432268402f8@larrasket][Making Room For Another]]                                      :@read:
:LOGBOOK:
CLOCK: [2025-02-20 Thu 17:41]--[2025-02-20 Thu 17:42] =>  0:01
:END:
[2025-02-15 Sat 01:21]
** DONE [[mu4e:msgid:d1de7df3-0385-4345-b3f3-c510159a937e@larrasket][How to use social media without losing your soul]]             :@check:
[2025-02-15 Sat 01:23]
** DONE [[mu4e:msgid:ddc6f0fd-5d39-4d87-9f56-30b47bbb1695@larrasket][How to compare yourself with others fairly]]                   :@read:
:PROPERTIES:
:ID:       8w262mo0lgk0
:CUSTOM_ID: 8w262mo0lgk0
:END:
[2025-01-25 Sat 02:58]
** DONE [[mu4e:msgid:86d0881c-0782-4eae-b35d-0236663b1939@larrasket][Productivity “hacks” don’t work. These do.]]                   :@read:
:PROPERTIES:
:ID:       rl08lls09gk0
:CUSTOM_ID: rl08lls09gk0
:END:
:LOGBOOK:
CLOCK: [2025-01-09 Thu 09:29]--[2025-01-09 Thu 09:36] =>  0:07
:END:
[2025-01-07 Tue 12:33]
** DONE [[mu4e:msgid:6e5d736f-c76d-4b63-a86e-23dd674b9447@larrasket][How I Never Forget Things]]                                    :@read:
:PROPERTIES:
:ID:       nps7mkt0tfk0
:CUSTOM_ID: nps7mkt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-11-18 Mon 02:00]--[2024-11-18 Mon 02:01] =>  0:01
:END:
[2024-11-16 Sat 03:31]
** DONE [[mu4e:msgid:a063fc1d-6594-4846-8dc6-632c2464ad46@larrasket][Is AI wasting time?]]                                          :@read:
:PROPERTIES:
:ID:       pdo3nkt0tfk0
:CUSTOM_ID: pdo3nkt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-12-28 Sat 14:08]--[2024-12-28 Sat 14:30] =>  0:22
:END:
[2024-12-20 Fri 00:44]
** DONE [[mu4e:msgid:6958b61d-7a99-4993-baab-daebb0a792cd@larrasket][The best advice we got in 2024]]                               :@read:
:PROPERTIES:
:ID:       b7iaokt0tfk0
:CUSTOM_ID: b7iaokt0tfk0
:END:
- [2024-12-29 Sun 05:07] Not so helpful.
:LOGBOOK:
CLOCK: [2024-12-29 Sun 05:00]--[2024-12-29 Sun 05:07] =>  0:07
:END:
[2024-12-20 Fri 02:25]
** DONE [[mu4e:msgid:0e0f76d6-88fa-436f-9a8b-c5497e315804@larrasket][On Solitude; Isolating Oneself From Mankind;]]                 :@read:
:PROPERTIES:
:ID:       xhl2f2c0eok0
:CUSTOM_ID: xhl2f2c0eok0
:END:
:LOGBOOK:
CLOCK: [2025-08-27 Wed 01:56]--[2025-08-27 Wed 02:02] =>  0:06
CLOCK: [2024-11-18 Mon 10:48]--[2024-11-18 Mon 10:51] =>  0:03
:END:
[2024-10-11 Fri 08:40]
** DONE [[https://www.youtube.com/watch?v=lZCtV4NAu30][What is the Optimal Sleeping Posture?]]                        :@watch:
:PROPERTIES:
:ID:       jdsdtkt0tfk0
:CUSTOM_ID: jdsdtkt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-09-16 Mon 06:46]--[2024-09-16 Mon 07:01] =>  0:15
:END:
** DONE Research the ideal method of consuming coffee                :@general:
- [2024-11-15 Fri 08:20] I couldn't find any useful information on that. All the websites are filled with normie
  shit. And I can not even research stuff about best kinds of coffee. I think I will stick
  to the plan of stopping coffee for a month or so, and then when I will get back, I will
  drink one cup a day.
:LOGBOOK:
CLOCK: [2024-11-15 Fri 07:33]--[2024-11-15 Fri 08:21] =>  0:48
:END:
[2024-08-26 Mon 19:06]
** DONE Cognitive training                                           :@general:
:PROPERTIES:
:LAST_REPEAT: [2024-10-03 Thu 03:13]
:END:
:LOGBOOK:
CLOCK: [2024-10-09 Wed 05:14]--[2024-10-09 Wed 05:31] =>  0:17
CLOCK: [2024-10-03 Thu 03:06]--[2024-10-03 Thu 03:13] =>  0:07
CLOCK: [2024-10-02 Wed 01:45]--[2024-10-02 Wed 02:06] =>  0:21
CLOCK: [2024-09-29 Sun 04:51]--[2024-09-29 Sun 04:52] =>  0:01
CLOCK: [2024-09-26 Thu 12:41]--[2024-09-26 Thu 12:49] =>  0:08
CLOCK: [2024-09-25 Wed 15:27]--[2024-09-25 Wed 15:44] =>  0:17
CLOCK: [2024-09-23 Mon 14:01]--[2024-09-23 Mon 14:12] =>  0:11
CLOCK: [2024-09-22 Sun 15:41]--[2024-09-22 Sun 16:45] =>  1:04
CLOCK: [2024-09-21 Sat 07:59]--[2024-09-21 Sat 08:11] =>  0:12
CLOCK: [2024-09-20 Fri 10:11]--[2024-09-20 Fri 10:17] =>  0:06
CLOCK: [2024-09-17 Tue 07:08]--[2024-09-17 Tue 07:27] =>  0:19
CLOCK: [2024-09-16 Mon 07:01]--[2024-09-16 Mon 07:45] =>  0:44
CLOCK: [2024-09-12 Thu 05:50]--[2024-09-12 Thu 06:21] =>  0:31
CLOCK: [2024-09-11 Wed 07:18]--[2024-09-11 Wed 07:29] =>  0:11
CLOCK: [2024-09-07 Sat 09:37]--[2024-09-07 Sat 09:49] =>  0:12
CLOCK: [2024-09-04 Wed 02:13]--[2024-09-04 Wed 02:20] =>  0:07
CLOCK: [2024-09-02 Mon 01:42]--[2024-09-02 Mon 02:13] =>  0:31
CLOCK: [2024-08-27 Tue 15:37]--[2024-08-27 Tue 16:04] =>  0:27
CLOCK: [2024-08-23 Fri 16:00]--[2024-08-23 Fri 16:06] =>  0:06
CLOCK: [2024-08-22 Thu 13:24]--[2024-08-22 Thu 13:34] =>  0:10
CLOCK: [2024-08-20 Tue 01:44]--[2024-08-20 Tue 01:59] =>  0:15
CLOCK: [2024-08-18 Sun 08:32]--[2024-08-18 Sun 08:55] =>  0:23
CLOCK: [2024-08-15 Thu 07:00]--[2024-08-15 Thu 07:17] =>  0:17
CLOCK: [2024-08-14 Wed 03:55]--[2024-08-14 Wed 04:08] =>  0:13
CLOCK: [2024-08-13 Tue 22:20]--[2024-08-13 Tue 22:31] =>  0:11
CLOCK: [2024-08-11 Sun 23:37]--[2024-08-11 Sun 23:53] =>  0:16
CLOCK: [2024-08-10 Sat 06:55]--[2024-08-10 Sat 07:14] =>  0:19
CLOCK: [2024-08-09 Fri 00:59]--[2024-08-09 Fri 01:19] =>  0:20
CLOCK: [2024-08-08 Thu 00:54]--[2024-08-08 Thu 01:02] =>  0:08
CLOCK: [2024-08-06 Tue 15:35]--[2024-08-06 Tue 15:47] =>  0:12
CLOCK: [2024-08-04 Sun 15:10]--[2024-08-04 Sun 15:31] =>  0:21
CLOCK: [2024-08-03 Sat 14:56]--[2024-08-03 Sat 15:08] =>  0:12
CLOCK: [2024-08-02 Fri 16:07]--[2024-08-02 Fri 16:20] =>  0:13
CLOCK: [2023-12-19 Tue 22:32]--[2023-12-19 Tue 22:35] =>  0:03
CLOCK: [2023-12-07 Thu 04:31]--[2023-12-07 Thu 04:33] =>  0:02
CLOCK: [2023-11-25 Sat 16:09]--[2023-11-25 Sat 17:45] =>  1:36
CLOCK: [2023-11-09 Thu 01:20]--[2023-11-09 Thu 02:26] =>  1:06
CLOCK: [2023-11-07 Tue 00:48]--[2023-11-07 Tue 01:06] =>  0:18
CLOCK: [2023-11-02 Thu 21:45]--[2023-11-02 Thu 21:52] =>  0:07
CLOCK: [2023-10-31 Tue 21:57]--[2023-10-31 Tue 22:35] =>  0:38
CLOCK: [2023-10-30 Mon 17:12]--[2023-10-30 Mon 18:26] =>  1:14
CLOCK: [2023-10-29 Sun 13:25]--[2023-10-29 Sun 13:35] =>  0:10
CLOCK: [2023-10-27 Fri 12:56]--[2023-10-27 Fri 13:09] =>  0:13
CLOCK: [2023-10-26 Thu 22:25]--[2023-10-26 Thu 23:13] =>  1:48
CLOCK: [2023-10-26 Thu 09:26]--[2023-10-26 Thu 09:57] =>  0:31
CLOCK: [2023-10-25 Wed 17:04]--[2023-10-25 Wed 17:08] =>  0:04
CLOCK: [2023-10-24 Tue 17:43]--[2023-10-24 Tue 17:48] =>  0:05
CLOCK: [2023-10-23 Mon 05:47]--[2023-10-23 Mon 06:31] =>  0:44
CLOCK: [2023-10-20 Fri 06:48]--[2023-10-20 Fri 07:40] =>  0:52
CLOCK: [2023-10-19 Thu 04:20]--[2023-10-19 Thu 05:12] =>  0:52
CLOCK: [2023-10-18 Wed 10:07]--[2023-10-18 Wed 10:29] =>  0:22
CLOCK: [2023-10-17 Tue 01:13]--[2023-10-17 Tue 01:35] =>  0:22
CLOCK: [2023-10-16 Mon 00:00]--[2023-10-16 Mon 00:15] =>  0:15
CLOCK: [2023-10-15 Sun 00:34]--[2023-10-15 Sun 00:52] =>  0:18
CLOCK: [2023-10-14 Sat 05:48]--[2023-10-14 Sat 06:01] =>  0:13
CLOCK: [2023-10-13 Fri 00:13]--[2023-10-13 Fri 00:56] =>  0:43
CLOCK: [2023-10-12 Thu 18:49]--[2023-10-12 Thu 18:54] =>  0:05
CLOCK: [2023-10-11 Wed 16:27]--[2023-10-11 Wed 17:02] =>  0:35
CLOCK: [2023-10-09 Mon 01:25]--[2023-10-09 Mon 01:38] =>  0:13
CLOCK: [2023-10-03 Tue 04:13]--[2023-10-03 Tue 04:26] =>  0:13
CLOCK: [2023-10-02 Mon 12:24]--[2023-10-02 Mon 12:34] =>  0:10
CLOCK: [2023-10-01 Sun 06:09]--[2023-10-01 Sun 06:28] =>  0:19
CLOCK: [2023-09-30 Sat 00:35]--[2023-09-30 Sat 01:03] =>  0:28
CLOCK: [2023-09-29 Fri 00:29]--[2023-09-29 Fri 00:45] =>  0:16
CLOCK: [2023-09-27 Wed 03:04]--[2023-09-27 Wed 03:34] =>  0:30
CLOCK: [2023-09-26 Tue 06:17]--[2023-09-26 Tue 06:58] =>  0:41
CLOCK: [2023-09-25 Mon 00:39]--[2023-09-25 Mon 00:53] =>  0:14
CLOCK: [2023-09-24 Sun 00:05]--[2023-09-24 Sun 00:19] =>  0:14
CLOCK: [2023-09-23 Sat 00:56]--[2023-09-23 Sat 01:12] =>  0:16
CLOCK: [2023-09-22 Fri 02:20]--[2023-09-22 Fri 02:29] =>  0:09
CLOCK: [2023-09-20 Wed 21:08]--[2023-09-20 Wed 21:53] =>  0:45
CLOCK: [2023-09-18 Mon 22:48]--[2023-09-18 Mon 23:09] =>  0:21
CLOCK: [2023-09-16 Sat 01:10]--[2023-09-16 Sat 01:18] =>  0:08
CLOCK: [2023-09-14 Thu 01:09]--[2023-09-14 Thu 01:25] =>  0:16
CLOCK: [2023-09-13 Wed 11:10]--[2023-09-13 Wed 11:23] =>  0:13
CLOCK: [2023-09-10 Sun 02:12]--[2023-09-10 Sun 02:26] =>  0:14
CLOCK: [2023-09-07 Thu 00:46]--[2023-09-07 Thu 01:01] =>  0:15
CLOCK: [2023-09-05 Tue 11:02]--[2023-09-05 Tue 11:11] =>  0:09
CLOCK: [2023-09-03 Sun 07:24]--[2023-09-03 Sun 07:40] =>  0:16
CLOCK: [2023-09-02 Sat 05:12]--[2023-09-02 Sat 05:27] =>  0:15
CLOCK: [2023-08-31 Thu 05:16]--[2023-08-31 Thu 05:32] =>  0:16
CLOCK: [2023-08-28 Mon 00:22]--[2023-08-28 Mon 00:33] =>  0:11
CLOCK: [2023-08-26 Sat 09:00]--[2023-08-26 Sat 09:12] =>  0:12
CLOCK: [2023-08-24 Thu 08:26]--[2023-08-24 Thu 08:39] =>  0:13
CLOCK: [2023-08-24 Thu 00:03]--[2023-08-24 Thu 00:06] =>  0:03
CLOCK: [2023-08-23 Wed 07:36]--[2023-08-23 Wed 08:23] =>  0:47
:END:
:STATS:
- State "DONE"       from "TODO"       [2024-10-03 Thu 03:13]
- State "DONE"       from "TODO"       [2024-10-02 Wed 02:06]
- State "DONE"       from "TODO"       [2024-10-01 Tue 03:24]
- State "KILL"       from "TODO"       [2024-09-30 Mon 17:59]
- State "KILL"       from "TODO"       [2024-09-29 Sun 04:52]
- State "KILL"       from "TODO"       [2024-09-28 Sat 01:46]
- State "DONE"       from "TODO"       [2024-09-26 Thu 12:49]
- State "DONE"       from "TODO"       [2024-09-25 Wed 15:44]
- State "DONE"       from "TODO"       [2024-09-24 Tue 15:46]
- State "DONE"       from "TODO"       [2024-09-23 Mon 14:12]
- State "DONE"       from "TODO"       [2024-09-21 Sat 08:11]
- State "DONE"       from "TODO"       [2024-09-20 Fri 10:17]
- State "DONE"       from "TODO"       [2024-09-17 Tue 07:27]
- State "DONE"       from "TODO"       [2024-09-16 Mon 07:45]
- State "DONE"       from "TODO"       [2024-09-12 Thu 06:21]
- State "KILL"       from "TODO"       [2024-09-11 Wed 07:29]
- State "DONE"       from "TODO"       [2024-09-07 Sat 09:49]
- State "KILL"       from "TODO"       [2024-09-07 Sat 02:38]
- State "DONE"       from "TODO"       [2024-09-04 Wed 02:20]
- State "KILL"       from "TODO"       [2024-09-03 Tue 23:36]
- State "DONE"       from "TODO"       [2024-09-02 Mon 02:13]
- State "KILL"       from "TODO"       [2024-09-01 Sun 00:21]
- State "DONE"       from "TODO"       [2024-08-27 Tue 16:04]
- State "KILL"       from "TODO"       [2024-08-25 Sun 04:46]
- State "DONE"       from "TODO"       [2024-08-23 Fri 16:06]
- State "DONE"       from "DAILY"      [2024-08-22 Thu 13:34]
- State "KILL"       from "TODO"       [2024-08-22 Thu 03:24]
- State "DONE"       from "TODO"       [2024-08-20 Tue 01:59]
- State "KILL"       from "TODO"       [2024-08-19 Mon 23:50]
- State "DONE"       from "TODO"       [2024-08-18 Sun 08:55]
- State "KILL"       from "TODO"       [2024-08-17 Sat 04:38]
- State "DONE"       from "TODO"       [2024-08-15 Thu 07:17]
- State "DONE"       from "TODO"       [2024-08-14 Wed 04:08]
- State "DONE"       from "TODO"       [2024-08-13 Tue 22:31]
- State "DONE"       from "TODO"       [2024-08-11 Sun 23:53]
- State "DONE"       from "TODO"       [2024-08-10 Sat 07:14]
- State "DONE"       from "TODO"       [2024-08-09 Fri 01:19]
- State "DONE"       from "TODO"       [2024-08-08 Thu 01:02]
- State "DONE"       from "TODO"       [2024-08-06 Tue 15:47]
- State "DONE"       from "TODO"       [2024-08-04 Sun 15:31]
- State "DONE"       from "TODO"       [2024-08-03 Sat 15:08]
- State "DONE"       from "TODO"       [2024-08-02 Fri 16:20]
- [2023-12-19 Tue 22:36] I think at this point i can say enough of this.
- State "DONE"       from "DAILY"      [2023-11-25 Sat 17:45]
- State "DONE"       from "DAILY"      [2023-11-07 Tue 02:11]
- State "DONE"       from "DAILY"      [2023-11-07 Tue 01:06]
- State "DONE"       from "DAILY"      [2023-10-31 Tue 22:35]
- State "KILL"       from "DAILY"      [2023-10-29 Sun 08:09]
- State "KILL"       from "DAILY"      [2023-10-29 Sun 08:09]
- State "DONE"       from "DAILY"      [2023-10-27 Fri 13:10]
- State "DONE"       from "DAILY"      [2023-10-26 Thu 23:47]
- State "DONE"       from "DAILY"      [2023-10-25 Wed 17:08]
- State "DONE"       from "DAILY"      [2023-10-24 Tue 17:48]
- State "KILL"       from "DAILY"      [2023-10-24 Tue 17:43]
- State "DONE"       from "DAILY"      [2023-10-23 Mon 06:31]
- State "DONE"       from "DAILY"      [2023-10-22 Sun 01:00]
- State "KILL"       from "DAILY"      [2023-10-20 Fri 07:40]
- State "KILL"       from "DAILY"      [2023-10-20 Fri 06:37]
- State "DONE"       from "DAILY"      [2023-10-19 Thu 02:43]
- State "DONE"       from "DAILY"      [2023-10-17 Tue 01:35]
- State "DONE"       from "DAILY"      [2023-10-16 Mon 00:15]
- State "DONE"       from "DAILY"      [2023-10-15 Sun 00:52]
- State "DONE"       from "DAILY"      [2023-10-14 Sat 06:01]
- State "DONE"       from "DAILY"      [2023-10-13 Fri 00:56]
- State "KILL"       from "DAILY"      [2023-10-12 Thu 18:54]
- State "DONE"       from "DAILY"      [2023-10-11 Wed 21:30]
- State "DONE"       from "DAILY"      [2023-10-10 Tue 17:40]
- State "KILL"       from "DAILY"      [2023-10-09 Mon 01:38]
- State "KILL"       from "DAILY"      [2023-10-09 Mon 01:38]
- State "DONE"       from "DAILY"      [2023-10-09 Mon 01:38]
- State "KILL"       from "DAILY"      [2023-10-06 Fri 21:26]
- State "KILL"       from "DAILY"      [2023-10-06 Fri 21:26]
- State "DONE"       from "DAILY"      [2023-10-04 Wed 04:48]
- State "DONE"       from "DAILY"      [2023-10-03 Tue 04:26]
- State "DONE"       from "DAILY"      [2023-10-02 Mon 13:02]
- State "DONE"       from "DAILY"      [2023-09-30 Sat 01:03]
- State "DONE"       from "DAILY"      [2023-09-29 Fri 00:45]
- State "KILL"       from "DAILY"      [2023-09-28 Thu 07:46]
- State "DONE"       from "DAILY"      [2023-09-28 Thu 07:46]
- State "KILL"       from "DAILY"      [2023-09-27 Wed 03:34]
- State "DONE"       from "DAILY"      [2023-09-26 Tue 06:58]
- State "DONE"       from "DAILY"      [2023-09-25 Mon 00:53]
- [2023-09-25 Mon 00:46] I didn't like that game "Feel the Beat".
- State "DONE"       from "DAILY"      [2023-09-24 Sun 23:36]
- State "DONE"       from "DAILY"      [2023-09-23 Sat 01:12]
- State "DONE"       from "DAILY"      [2023-09-22 Fri 02:29]
- State "DONE"       from "DAILY"      [2023-09-18 Mon 23:09]
- State "KILL"       from "DAILY"      [2023-09-18 Mon 00:21]
- State "KILL"       from "DAILY"      [2023-09-16 Sat 01:40]
- State "DONE"       from "DAILY"      [2023-09-16 Sat 01:40]
- State "DONE"       from "DAILY"      [2023-09-14 Thu 01:25]
- State "KILL"       from "DAILY"      [2023-09-13 Wed 11:23]
- State "KILL"       from "DAILY"      [2023-09-13 Wed 11:23]
- State "DONE"       from "DAILY"      [2023-09-13 Wed 11:23]
- State "KILL"       from "DAILY"      [2023-09-10 Sun 02:26]
- State "KILL"       from "DAILY"      [2023-09-10 Sun 02:26]
- State "DONE"       from "DAILY"      [2023-09-10 Sun 02:26]
- State "KILL"       from "DAILY"      [2023-09-07 Thu 01:01]
- State "DONE"       from "DAILY"      [2023-09-07 Thu 01:01]
- State "DONE"       from "DAILY"      [2023-09-05 Tue 12:09]
- State "DONE"       from "DAILY"      [2023-09-05 Tue 11:11]
- State "DONE"       from "DAILY"      [2023-09-03 Sun 07:40]
- State "DONE"       from "DAILY"      [2023-09-02 Sat 05:27]
- State "DONE"       from "DAILY"      [2023-09-01 Fri 10:11]
- State "DONE"       from "DAILY"      [2023-08-31 Thu 05:32]
- State "DONE"       from "DAILY"      [2023-08-30 Wed 04:57]
- State "DONE"       from "DAILY"      [2023-08-30 Wed 04:56]
- State "DONE"       from "DAILY"      [2023-08-28 Mon 06:38]
- State "DONE"       from "DAILY"      [2023-08-28 Mon 00:33]
- State "DONE"       from "DAILY"      [2023-08-26 Sat 09:12]
- State "DONE"       from "DAILY"      [2023-08-26 Sat 09:12]
- State "DONE"       from "DAILY"      [2023-08-24 Thu 08:39]
- State "DONE"       from "DAILY"      [2023-08-23 Wed 08:24]
:END:
** DONE [[mu4e:msgid:16e5705e-7ed7-45ff-962d-07240fef5f03@larrasket][Floor Sleeping]]                                               :@read:
:PROPERTIES:
:ID:       mxh37lt0tfk0
:CUSTOM_ID: mxh37lt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-09-20 Fri 10:26]--[2024-09-20 Fri 10:36] =>  0:10
:END:
[2024-09-18 Wed 08:26]
** DONE make a finance log                                           :@general:
SCHEDULED: <2024-04-08 Mon>
:LOGBOOK:
CLOCK: [2024-04-08 Mon 21:23]--[2024-04-08 Mon 23:33] =>  2:10
:END:
[2024-04-08 Mon 15:05]
** DONE [[https://psyche.co/guides/to-become-indistractable-recognise-that-it-starts-within-you][How to be indistractable | Psyche Guides]]                     :@read:
:PROPERTIES:
:ID:       u5a19lt0tfk0
:CUSTOM_ID: u5a19lt0tfk0
:END:
[2024-01-18 Thu 09:19]
** DONE [[https://psyche.co/guides/good-coffee-is-like-a-fine-wine-start-with-high-quality-beans][How to enjoy coffee | Psyche Guides]]                          :@read:
:PROPERTIES:
:ID:       y6yj9lt0tfk0
:CUSTOM_ID: y6yj9lt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-02-09 Fri 12:08]--[2024-02-09 Fri 12:13] =>  0:05
:END:
[2024-01-18 Thu 09:17]
** DONE How to memorize                                              :@general:
SCHEDULED: <2024-04-27 Sat>
- [2024-04-27 Sat 05:41] I went through that website "art of memory" and their ebook, but looks like
  most of the content is about competitive memorization and not memoeizing useful
  information for students.
:LOGBOOK:
CLOCK: [2023-11-06 Mon 03:38]--[2023-11-06 Mon 04:49] =>  1:11
CLOCK: [2023-12-21 Thu 06:09]--[2023-12-21 Thu 06:19] =>  0:10
CLOCK: [2024-04-27 Sat 05:27]--[2024-04-27 Sat 05:42] =>  0:15
:END:
[2024-04-27 Sat 01:51]
** DONE trying meditation                                            :@else:
:LOGBOOK:
CLOCK: [2024-01-09 Tue 21:14]--[2024-01-10 Wed 01:11] =>  3:57
:END:
** DONE [[https://ahrm.github.io/jekyll/update/2022/04/14/using-languge-models-to-read-faster.html][Using Language Models to (probably) Read Faster]]              :@check:
:PROPERTIES:
:ID:       lwv3blt0tfk0
:CUSTOM_ID: lwv3blt0tfk0
:END:
:LOGBOOK:
CLOCK: [2023-10-01 Sun 09:47]--[2023-10-01 Sun 09:53] =>  0:06
:END:
I doubt that this work actually.
** DONE Read about mindfulness                                       :@check:
:STATS:
- [2023-10-09 Mon 11:43] https://youtu.be/7-1Y6IbAxdM
:END:
:LOGBOOK:
CLOCK: [2023-10-09 Mon 11:38]--[2023-10-09 Mon 11:43] =>  0:05
:END:
** DONE [[https://web.archive.org/web/20130126163731/http%3A%2F%2Fbodyrecomposition.com/muscle-gain/general-philosophies-of-muscle-mass-gain.html][About Diet .2]]                                                :@read:
SCHEDULED: <2024-07-14 Sun>
:PROPERTIES:
:ID:       cvd5clt0tfk0
:CUSTOM_ID: cvd5clt0tfk0
:END:
- [2024-07-14 Sun 03:06] So interesting:
  #+begin_quote
  Magazines advertise 20 pounds or rock hard muscle in a mere 8-10 weeks, a
  supplement promises 5 lbs of muscle in 3 days or whatever; all around we see
  claims of rapid gains in muscle mass. Sadly, this is all basically bullshit.
  Yeah, with glycogen loading or creatine you can increase lean body mass (not the
  same as muscle mass) fairly rapidly but beyond that, skeletal muscle actually
  grows fairly slowly.

  How slowly?

  On average, a natural male doing everything right will be doing very well to
  gain 1/2 of pound muscle per week. A female might gain half that or about 1/2
  pound muscle every 2 weeks.

  Let’s put that in perspective: over a full year of training, assuming the
  trainee is doing everything right, that’s 26 pounds of the good stuff for men
  (13 pounds for women). Which, if you think about it, actually isn’t that awful.
  It’s simply awful compared to what people think they are going to get based on
  the false promises in the magazines (or the claims of drug using bodybuilders).
  #+end_quote
:LOGBOOK:
CLOCK: [2024-07-14 Sun 03:01]--[2024-07-14 Sun 03:06] =>  0:05
:END:
[2024-07-10 Wed 23:14]
** DONE [[https://web.archive.org/web/20130126170324/http%3A%2F%2Fbodyrecomposition.com/muscle-gain/initial-body-fat-and-body-composition-changes.html][About diet .1]]                                                :@read:
SCHEDULED: <2024-07-14 Sun>
:PROPERTIES:
:ID:       2yf7dlt0tfk0
:CUSTOM_ID: 2yf7dlt0tfk0
:END:
- [2024-07-14 Sun 03:00] This article assumes prior knowledge which I don't have.

:LOGBOOK:
CLOCK: [2024-07-14 Sun 02:58]--[2024-07-14 Sun 03:01] =>  0:03
:END:
[2024-07-10 Wed 23:14]
** DONE [[https://liamrosen.com/fitness.html][Read about GYM]]                                               :@read:
SCHEDULED: <2024-07-14 Sun>
:PROPERTIES:
:ID:       amo3elt0tfk0
:CUSTOM_ID: amo3elt0tfk0
:END:
- [2024-07-14 Sun 03:07] [[https://stumptuous.com/strength-without-size-how-to-get-stronger-without-getting-bulky][most women can't gain muscle at anywhere near the rate of men, no matter how hard they lift]]
:LOGBOOK:
CLOCK: [2024-07-14 Sun 03:06]--[2024-07-14 Sun 03:14] =>  0:08
:END:
[2024-07-10 Wed 22:53]
** DONE [[https://www.ajnet.me/midan/intellect/sociology/2017/7/16/%D8%A7%D9%84%D9%85%D8%AA%D8%B9%D8%A9-%D8%A3%D9%85-%D8%A7%D9%84%D8%B9%D8%B4%D8%B1%D8%A9-%D9%84%D9%85%D8%A7%D8%B0%D8%A7-%D9%8A%D8%AE%D8%B4%D9%89-%D8%AC%D9%8A%D9%84%D9%86%D8%A7][Marriage]]                                                     :@read:
:LOGBOOK:
CLOCK: [2024-12-29 Sun 05:20]--[2024-12-29 Sun 05:32] =>  0:12
:END:
[2024-12-20 Fri 03:11]
** DONE [[https://psyche.co/guides/how-to-listen-to-classical-music-with-an-open-mind][How to listen to, and enjoy, classical music]]                 :@read:
:PROPERTIES:
:ID:       vy20llt0tfk0
:CUSTOM_ID: vy20llt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-08-08 Thu 05:22]--[2024-08-08 Thu 05:25] =>  0:03
:END:
[2024-01-18 Thu 09:18]
** DONE [[https://psyche.co/guides/how-to-use-food-to-help-reduce-your-risk-of-depression][How to use food to help your mood | Psyche Guides]]            :@read:
:PROPERTIES:
:ID:       p5zjllt0tfk0
:CUSTOM_ID: p5zjllt0tfk0
:END:
- [2025-09-10 Wed 22:54] \\
  Notes:

  - tea and tea extracts can lower cortisol expression and biomarkers of
    inflammation, both features of the stress response.
  - The epidemiological evidence is consistent across time and across cultures:
    the closer a person adheres to their nation’s guidelines for a healthy diet,
    whether in the UK or France, Spain or Australia, the lower their risk of later
    development of depression. What’s interesting about this research is that it
    is not advocating for any individual ‘superfoods’ – wherever you are in the
    world, the message seems to be that a whole-food, plant-heavy, fibre-rich diet
    that is low in added sugar, trans fats and processed meat products is
    associated with protection from depression.
  - A large prospective study that followed thousands of people for an average of
    five years found that those with a more pro-inflammatory diet had a greater
    risk of developing depression. According to the DII, the foods and nutrients
    with the most anti-inflammatory potential include fibre, beta carotene (found
    in brightly coloured vegetables), garlic, ginger, turmeric, vitamins A, C, D
    and E (fruit, vegetables, oily fish, nuts), green and black tea, flavones and
    flavonoids (berries), and Omega-3 fats (oily fish and seafood). (We’ll discuss
    how to incorporate more of these into your diet below.)
:LOGBOOK:
CLOCK: [2025-09-10 Wed 22:44]--[2025-09-10 Wed 23:08] =>  0:24
:END:
[2024-01-18 Thu 09:18]
** DONE [[https://psyche.co/guides/how-to-cope-with-shame-by-understanding-where-it-comes-from][How to cope with shame]]                                       :@read:
:PROPERTIES:
:ID:       llm7plt0tfk0
:CUSTOM_ID: llm7plt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-07-24 Wed 00:17]--[2024-07-24 Wed 00:19] =>  0:02
:END:
[2024-01-18 Thu 09:17]

** DONE [[https://metras.co/%D8%AD%D8%AA%D9%85%D8%A7-%D8%B3%D8%A3%D8%B5%D9%84-%D8%AB%D9%82%D8%A7%D9%81%D8%A9-%D8%A7%D9%84%D8%A7%D8%B3%D8%AA%D8%AD%D9%82%D8%A7%D9%82/][Goals in capital system]]                                      :@read:
:PROPERTIES:
:ID:       ndvaslt0tfk0
:CUSTOM_ID: ndvaslt0tfk0
:END:
:LOGBOOK:
CLOCK: [2023-08-24 Thu 02:11]--[2023-08-24 Thu 02:18] =>  0:07
:END:
I thought that he is going to discuss [[id:ex4aa6b0axj0][Capitalism]] and the like, turned out it's
just a "oh work hard it's your problem not the system's".
** DONE writing my reading list for others                           :@write:
:LOGBOOK:
CLOCK: [2024-01-30 Tue 22:10]--[2024-01-31 Wed 03:00] =>  4:50
CLOCK: [2024-01-30 Tue 20:42]--[2024-01-30 Tue 22:03] =>  1:21
CLOCK: [2024-01-30 Tue 18:18]--[2024-01-30 Tue 19:55] =>  1:37
CLOCK: [2024-01-29 Mon 18:16]--[2024-01-29 Mon 19:24] =>  1:08
CLOCK: [2024-01-29 Mon 14:33]--[2024-01-29 Mon 15:20] =>  0:47
CLOCK: [2024-01-29 Mon 01:26]--[2024-01-29 Mon 05:36] =>  4:10
:END:
** DONE Does testosterone have anything to do with mental abilities  :@check:
:LOGBOOK:
CLOCK: [2024-07-17 Wed 03:43]--[2024-07-17 Wed 05:36] =>  1:53
:END:
** DONE [[https://www.bbc.com/news/health-68105868][Playing a musical instrument good for brain health in aging]]  :@read:
:PROPERTIES:
:ID:       8awgvlt0tfk0
:CUSTOM_ID: 8awgvlt0tfk0
:END:
:LOGBOOK:
CLOCK: [2024-08-20 Tue 09:23]--[2024-08-20 Tue 09:29] =>  0:06
:END:
** DONE [[https://www.tiktok.com/@xavier.clb/video/7442419616627871019][Table etqiqt]]                                                 :@general:
SCHEDULED: <2025-03-07 Fri>
:PROPERTIES:
:ID:       8cgd5ot0tfk0
:CUSTOM_ID: 8cgd5ot0tfk0
:END:
:LOGBOOK:
CLOCK: [2025-03-07 Fri 23:31]--[2025-03-07 Fri 23:34] =>  0:03
:END:
[2025-01-03 Fri 14:34]
** DONE [[mu4e:msgid:28f14931-26c6-4c08-9833-03d7a10361f2@larrasket][50 Years of Travel Tips]]                                      :@read:
:PROPERTIES:
:ID:       87ajt4z00ik0
:CUSTOM_ID: 87ajt4z00ik0
:END:
:LOGBOOK:
CLOCK: [2025-03-06 Thu 12:35]--[2025-03-06 Thu 13:25] =>  0:50
:END:
[2025-02-17 Mon 20:15]
#+BEGIN_tag
{{{t}}} [[id:ad3itys0frk0][Selected Good]]
#+END_tag
** DONE [[mu4e:msgid:a11dcbd6-ecc9-4ecd-87ac-a94babd6ed96@larrasket][So Many Unmarried Men]]                                        :@read:
:PROPERTIES:
:ID:       i9ijlra0mhk0
:CUSTOM_ID: i9ijlra0mhk0
:END:
:LOGBOOK:
CLOCK: [2025-02-22 Sat 22:28]--[2025-02-22 Sat 22:59] =>  0:31
CLOCK: [2025-02-20 Thu 18:19]--[2025-02-20 Thu 18:30] =>  0:11
:END:
[2025-02-17 Mon 20:15]
** DONE [[mu4e:msgid:0d09865a-3bd4-4308-a844-3e295d48826d@larrasket][Is ignorance truly bliss?]]                                    :@read:
:PROPERTIES:
:ID:       k2l2mdz00ik0
:CUSTOM_ID: k2l2mdz00ik0
:END:
:LOGBOOK:
CLOCK: [2025-03-06 Thu 11:40]--[2025-03-06 Thu 12:08] =>  0:28
:END:
[2025-02-22 Sat 23:17]
*** DONE there's an interesting book mentioned there                :@check:
:LOGBOOK:
CLOCK: [2025-08-20 Wed 23:02]--[2025-08-20 Wed 23:25] =>  0:23
:END:
** DONE [[mu4e:msgid:e258a806-5492-4f0e-bac9-c6adf35eea4c@larrasket][Playing with sketching again]]                                 :@check:
:PROPERTIES:
:ID:       tex6rez00ik0
:CUSTOM_ID: tex6rez00ik0
:END:
:LOGBOOK:
CLOCK: [2025-03-06 Thu 02:40]--[2025-03-06 Thu 02:41] =>  0:01
:END:
[2025-02-22 Sat 23:18]
** DONE [[mu4e:msgid:4cfcb897-2b34-4291-b669-4113b8706b2b@larrasket][The 48 Laws of Power Explained in 30 Minutes]]                 :@check:
:PROPERTIES:
:ID:       3w43qmz00ik0
:CUSTOM_ID: 3w43qmz00ik0
:END:
:LOGBOOK:
CLOCK: [2025-08-22 Fri 14:12]--[2025-08-22 Fri 14:21] =>  0:09
:END:
[2025-02-26 Wed 23:09]
* Notes                                                               :noexport:
** TODO On Solitude                                                  :@write:
:PROPERTIES:
:ID:       jtcdn7v0krk0
:CUSTOM_ID: jtcdn7v0krk0
:END:
:LOGBOOK:
CLOCK: [2025-11-21 Fri 18:03]--[2025-11-21 Fri 19:14] =>  1:11
:END:
:DATE:
[2025-11-21 Fri 19:14]
:END:
#+BEGIN_tag
{{{t}}} [[id:ydb1kfn02wj0][Modus Vivendi]]
#+END_tag
Some notes on solitude:
- [[id:gr35szv0gzj0][Learn solitude]]:
  TO LEARN SOLITUDE.—O ye poor fellows in the great centres of the world's politics, ye young and talented men, who, urged on by ambition, think it your duty to propound your opinion of every event of the day,—for something is always happening,—who, by thus making a noise and raising a cloud of dust, mistake yourselves for the rolling chariot of history; who, because ye always listen, always suit the moment when ye can put in your word or two, thereby lose all real productiveness. Whatever may be your desire to accomplish great deeds, the deep silence of pregnancy never comes to you! The event of the day sweeps you along like straws before the wind whilst ye lie under the illusion that ye are chasing the event,—poor fellows! If a man wishes to act the hero on the stage he must not think of forming part of the chorus; he should not even know how the chorus is made up.
- [[id:xk44wnp02wj0][Thuiskomst—A Return]]
- [[id:7sq9bk71x2k0][Abbass Braham]], [[id:38537l50tfk0][Solitude]]:
    #+begin_quote
  والآن ها هو المعنى الأسمى للخُلوة: رؤية النفس من منظور الفراغ، خارِج مدار الوقت. الشفقة على
صغائر النفس ورثاء  العالَم. إنّ الخُلوة إذاً هي التحضير للفناء.
  #+end_quote
  #+begin_quote
 اعلم أنّ الخلوة، بما هي إطالة الصمت والاحتجاب عن النّاس والزهد في احتدام الحياة وتأمّل
 الماضيات والمتعاليات، إنّما هي تدريبٌ عن الموت.
  #+end_quote
  #+begin_quote
ألا إنّ غاية الخلوة الاستماع لذلك الصوت البعيد في النفس، والذي تُخفيه ضوضاء الحياة وسيرورة
الأيام. وكما نقول في الصحراء فالغيبة تزيد الهيبة. وكلّ خلوة هي انتباه للأنائية وممارسة في
الغيرية. وكلّ غيابٍ إنّما هو تحضيرٌ للحضور.
  #+end_quote
  #+begin_quote
  فسرّ العمر الرشيد يأتي من الخلوة والفراغ والتأمّل، أي بين إيجاد المرء وقتاً مع ذاتِه، ومع
الكون. إنّ طرائق المُتع والحياة اليوم، بما هي قائمة على خصم هذا الوقت الذاتي وبما هي قائمة
على ابتلاع الأشياء للذوات، إنّما تنزع من العمر البركة.
  #+end_quote
- [[id:xdykbzb0eok0][On Solitude and Other Things]]
- Great minds are like eagles, and build their nest in some lofty solitude ... A man can be himself only so long as he is alone, and ifhe does not love solitude, he will not love freedom, for it is only when he is alone that he is really free. ~ Arthur [[id:tc39hj91e3k0][Schopenhauer]], 1788-1860 ~ in W. H. Auden, A Certain World, 1970
- Solitude is the fate of all outstanding minds; it will at times be deplored; but it will always be chosen as the lesser of two evils. ~ [[id:tc39hj91e3k0][Schopenhauer]] ~ Aphorisms for Wisdom, 1851
- One can be instructed in society, one is inspired only in solitude. ~ [[id:d66g0tg0jek0][Goethe]] ~

** Spend more time outside                                           :drill:
:PROPERTIES:
:ID:       50w9b37019k0
:END:
(from [[https://psyche.co/guides/how-to-reconnect-with-your-wild-nature?utm_source=rss-feed][How to rewild yourself | Psyche Guides]])

In industrialised nations, more than 90 per cent of our time is spent [[https://nepis.epa.gov/Exe/ZyPURL.cgi?Dockey=9100LMBU.TXT][inside]]
buildings and vehicles, many of them constructed with synthetic products. This
statistic has entirely flipped during 300,000 years of /Homo sapiens/' history
-- we once spent /at least/ 90 per cent of our time outside. The modern indoor
lifestyle has [[https://www.jacionline.org/article/S0091-6749(21)00811-3/fulltext][adverse effects]] on our physiology, mood, circadian rhythms, and
even our microbiome, because industrial building materials do not provide
[[https://www.sciencedirect.com/science/article/pii/S0091674921008113][exposure]] to the bacteria we co-evolved with. (A healthy, diverse microbiome is
important for maintaining a healthy immune system and metabolism.)

It is easy to address this problem because any routine activity can be
deliberately moved outside. Choose to sit on the café patio while getting coffee
with a friend. Take phone calls while on a neighbourhood walk. If you work with
a laptop, you can bring it anywhere. I've been known to work from a low-hanging
tree branch! A park bench or picnic table near a local pond can be an attractive
place to get your daily dose of vitamin D, fresh air, microbes and bird song,
and will give you a live landscape to train your eyes on during breaks (this
helps prevent myopia or worsening myopia).


+ Participants in a [[https://doi.org/10.1371/journal.pone.0051474][study]] who spent four days in the wilderness without access
  to technology demonstrated improved cognitive skills and creativity.

+ Numerous other [[https://link.springer.com/article/10.1007/s12199-009-0086-9][studies]] have [[https://www.sciencedirect.com/science/article/abs/pii/S0169204615000286?via%3Dihub][demonstrated]] that time in natural settings
  improves mood, cortisol levels, blood pressure, pulse, immune response and
  overall happiness.

+ So, spend free time regularly in the most wild natural settings you can find,
  especially if you live in an urban area, which tends to [[https://www.nature.com/articles/nature10190][increase]] overall
  stress levels in residents.

+ Research [[https://www.nature.com/articles/s41598-019-44097-3][suggests]] significant benefits can arise from spending just two hours
  per week in wild settings. I'm fortunate to live in the woods but, when I
  visit urban areas, I always make a point to go walking in nearby parks, or
  make stops at open spaces when travelling by car.
*** DONE [[mu4e:msgid:b883df56-94a5-46b8-8c94-f6e1c6e97111@larrasket][How to rewild yourself]]                                     :@read:
:LOGBOOK:
CLOCK: [2024-07-03 Wed 13:04]--[2024-07-03 Wed 13:14] =>  0:10
:END:
[2024-02-17 Sat 13:38]
** Finishing tedious tasks with an easy task make it 'easier'
:PROPERTIES:
:ID:       nub12qx0krk0
:CUSTOM_ID: nub12qx0krk0
:END:
See [[https://psyche.co/ideas/facing-a-tedious-to-do-list-this-trick-could-make-it-easier?utm_source=rss-feed][Facing a tedious to-do list? This trick could make it easier]].
** DONE [[https://journals.sagepub.com/doi/pdf/10.1177/0146167297234003][Question that help improve friendship/closeness]]              :@read:noexport:
:PROPERTIES:
:ID:       3bxju0q0r9k0
:END:
- [2024-07-23 Tue 13:16] Here's it in nutshell:

  Steps:

  - Identify someone with whom you’d like to become closer. It could be someone you know
    well or someone you’re just getting to know. Although this exercise has a reputation for
    making people fall in love, it is actually useful for anyone you want to feel close to,
    including family members, friends, and acquaintances. Before trying it, make sure both
    you and your partner are comfortable with sharing personal thoughts and feelings with
    each other.
  - Find a time when you and your partner have at least 45 minutes free and are able to meet in person.
  - For 15 minutes, take turns asking one another the questions in Set I below. Each person
    should answer each question, but in an alternating order, so that a different person
    goes first each time.
  - After 15 minutes, move on to Set II, even if you haven’t yet finished the Set I
    questions. Then spend 15 minutes on Set II, following the same system.
  - After 15 minutes on Set II, spend 15 minutes on Set III. (Note: Each set of questions is
    designed to be more probing than the previous one. The 15-minute periods ensure that you
    spend an equivalent amount of time at each level of self-disclosure).

  Set I

  1. What would constitute a “perfect” day for you?
  2. When did you last sing to yourself? To someone else?
  3. If you were able to live to the age of 90 and retain either the mind or body of a
     30-year-old for the last 60 years of your life, which would you want?
  4. Do you have a secret hunch about how you will die?
  5. Name three things you and your partner appear to have in common.
  6. For what in your life do you feel most grateful?
  7. If you could change anything about the way you were raised, what would it be?
  8. Take four minutes and tell your partner your life story in as much detail as possible.
  9. If you could wake up tomorrow having gained any one quality or ability, what would it be?

  Set II

  1. If a crystal ball could tell you the truth about yourself, your life, the future, or anything else, what would you want to know?
  2. Is there something that you’ve dreamed of doing for a long time? Why haven’t you done it?
  3. What is the greatest accomplishment of your life?
  4. What do you value most in a friendship?
  5. What is your most treasured memory?
  6. What is your most terrible memory?
  7. If you knew that in one year you would die suddenly, would you change anything about the way you are now living? Why?
  8. What does friendship mean to you?
  9. What roles do love and affection play in your life?
  10. Alternate sharing something you consider a positive characteristic of your partner. Share a total of five items.
  11. How close and warm is your family? Do you feel your childhood was happier than most other people’s?
  12. How do you feel about your relationship with your mother?

  Set III

  1. Make three true “we” statements each. For instance, “We are both in this room feeling…"
  2. Complete this sentence: “I wish I had someone with whom I could share…"
  3. If you were going to become a close friend with your partner, please share what would be important for them to know.
  4. Tell your partner what you like about them; be very honest this time, saying things that you might not say to someone you’ve just met.
  5. Share with your partner an embarrassing moment in your life.
  6. When did you last cry in front of another person? By yourself?
  7. Tell your partner something that you like about them [already].
  8. What, if anything, is too serious to be joked about?
  9. If you were to die this evening with no opportunity to communicate with anyone, what
     would you most regret not having told someone? Why haven’t you told them yet?
  10. Your house, containing everything you own, catches fire. After saving your loved ones
      and pets, you have time to safely make a final dash to save any one item. What would
      it be? Why?
  11. Of all the people in your family, whose death would you find most disturbing? Why?
  12. Share a personal problem and ask your partner’s advice on how they might handle it.
      Also, ask your partner to reflect back to you how you seem to be feeling about the
      problem you have chosen.
:LOGBOOK:
CLOCK: [2024-07-23 Tue 13:10]--[2024-07-23 Tue 13:19] =>  0:09
:END:
[2024-01-18 Thu 08:54]


*** Other ones
- If I gave you a box with all what you lost, what would be the first thing you reach for?
* Footnotes
[fn:22]   If I were to raise someone one day, I'd definitely use this book.

[fn:21]   This was very beautiful, I need to reread it multiple times in the future.
* Local Variables                                                     :noexport:
Local Variables:
salih/rebuild: t
End:
